[LanguageDefinition]

LanguageID = Russian

Left Shift = "Левый Shift"
Right Shift = "Правый Shift"
Left Ctrl = "Левый Ctrl"
Right Ctrl = "Правый Ctrl"
Left Alt = "Левый Alt"
Right Alt = "Правый Alt"
Space = "Пробел"
Left mouse button = "Левая кнопка мыши"
Middle mouse button = "Средняя кнопка мыши"
Right mouse button = "Правая кнопка мыши"
Mouse wheel up = "Колесико мыши вверх"
Mouse wheel down = "Колесико мыши вниз"

Play = "Играть"
Restart = "Рестарт"
Profile = "Профиль"
Settings = "Настройки"
High scores = "Рекорды"
Credits = "Титры"
Exit = "Выход"

Menu = "Меню"

Windowed = "Оконный"
Fullscreen = "Полноэкранный"
Boss = "Босс"

SureRestart = "Вы уверены, что хотите перезапустить игру?"

SureExit = "Вы уверены, что хотите выйти?"
OK = "OK"
Cancel = "Отмена"

Select profile = "Выбор профиля"
Add = "Добавить"
Rename = "Переименовать"
Remove = "Удалить"
Select = "Выбрать"

Remove profile = "Удалить профиль"
SureRemoveProfile = "Вы уверены, что хотите удалить профиль *?"

Rename profile = "Переименовать профиль"

Add profile = "Добавить профиль"
Enter profile name = "Введите название профиля"

Settings = "Настройки"
VideoMode = "Видеорежим:"
bit = "бит"
Hz = "Гц"
VideoDriver = "Видеодрайвер:"
AudioDriver = "Аудиодрайвер:"
Language = "Язык:"
KeysHint1 = "Нажмите левую кнопку мыши, чтобы задать клавишу для действия"
KeysHint2 = "и правую, чтобы очистить список клавиш для действия"
PressKey = "Нажмите клавишу для действия *"

P_Player = "Игрок"
Calculator = "Калькулятор"

AuthorsList = "Концепция:|Gamos||Программирование:|Матвей Меркулов||Дизайн:|Дмитрий Волокитин|Матвей Меркулов||Продюсер:|Дмитрий Волокитин"

Game over = "Игра окончена"
YourScore = "Вы набрали * очков"
Enter your name = "Введите ваше имя"

Exit to menu = "Выход в меню"
Boss key = "Босс-клавиша"

Advice = "Собирайте линии из 5 или более одинаковых шаров."